[{"id":1,"discount":0,"name":"Final Fantasy VII Remake","description":"Final Fantasy VII Remake logra profundizar en el arco de Midgar con acierto, expandiendo las causas y las consecuencias de plantar la mítica bomba en el reactor de Mako.","image":"final-fantasy-7-remake.jpg","category":"juego","color":"otro","price":2500},{"id":2,"discount":"50","name":"Sakura Wars","description":"Sakura Wars sabe ser un digno regreso de esta mítica serie. Sus muchos contra quedan absorbidos por una narración agradable, encuentros divertidos y unas protagonistas que se vuelven entrañables. Es un juego para tomárselo con calma y explorar a conciencia dónde se oculta ese nuevo encuentro que nos haga estar más cerca de la persona de nuestros sueños.","image":"sakura-wars.jpg","category":"juego","color":"Amarillo","price":"5000","codigo":" 123juego123","categoria":"Juego","garantia":"No","proveedor":"Sony"},{"id":3,"discount":30,"name":"Persona 5: Royal","description":"Persona 5 Royal se sienta en su trono como uno de los mejores juegos de esta generación. Una aventura ambiciosa que va mucho más allá de lo esperado en cualquiera de sus aspectos, con innumerables mejoras sobre una base que ya era sobresaliente, a las que se le suman una montaña de añadidos, tanto en historia como en mecánicas, para elevar aún más su propuesta.","image":"Persona-5-royal.jpg","category":"juego","color":"otro","price":4500},{"id":4,"discount":0,"name":"Fifa 20 Ultimate Team","description":"FIFA 20: Ultimate Team, también conocido simplemente como FUT 20 o FUT 2020, es el modo multijugador del simulador futbolístico de EA Sports para la temporada 2020. Como viene siendo habitual, este añadido del videojuego deportivo invita a los jugadores a crear el equipo de sus sueños en base a la consecución de tarjetas virtuales y monedas.","image":"fifa-20-ultimate-team.jpg","category":"juego","color":"otro","price":3600},{"id":5,"discount":25,"name":"Assassin's Creed Valhalla","description":"Assassin's Creed Valhalla es un videojuego de la saga Assassin's Creed donde la acción y aventura de Ubisoft vuelve a trasladarse a otro contexto histórico.","image":"assassins-creed-valhalla.jpg","category":"juego","color":"otro","price":3000},{"id":6,"discount":60,"name":"The Last of Us 2","description":"The Last of Us 2 es un videojuego de acción y aventuras, con elementos de supervivencia, enmarcado en un mundo postapocalíptico donde habitan unos seres infectados.","image":"the-last-of-us-2.jpg","category":"juego","color":"otro","price":2700},{"id":7,"discount":35,"name":"Journey to the Savage Planet","description":"Journey to the Savage Planet quiere llevarte a un planeta alienígena a vivir una aventura basada en la exploración. Pero cuanto más me adentraba en el planeta, más tenía la sensación de que mis movimientos eran demasiado guiados y controlados por el juego. Todo en la obra de Typhoon parece animar al jugador a explorar a tu libre albedrío, desarrollar habilidades y fortalecerse, lo cual es muy divertido.","image":"journey-to-the-salvation.jpg","category":"juego","color":"otro","price":2800},{"id":8,"discount":0,"name":"Gears Tactics","description":"La saga Gears of War amplía horizontes con un videojuego de carácter estratégico que era algo que los aficionados venían demandando desde hace tiempo. Gears Tactics busca un fuerte componente táctico por turnos, pero manteniendo idénticas las señas de identidad de la franquicia creada por Epic Games e ideada por The Coalition.","image":"gears-tactics.jpg","category":"juego","color":"otro","price":2500},{"id":9,"discount":20,"name":"Generation Zero","description":"Desarrollar un juego de exploración y mundo abierto no es nada fácil, y el pequeño equipo tras Generation Zero cae ante el peso de sus propias ambiciones.","image":"generation-zero.jpg","category":"juego","color":"otro","price":1500},{"id":10,"discount":50,"name":"MotoGP 20","description":"MotoGP 20 añade importantes mejoras para hacer que el realismo gane presencia progresivamente en la serie. No son demasiadas, sin embargo, y se traducen más bien en añadidos o reformas sobre aspectos ya preexistentes. Aún así, todo suma, y eso hace a esta edición netamente superior, con margen de mejora, pero en la senda correcta.","image":"moto-gp20.jpg","category":"juego","color":"otro","price":4700},{"id":11,"discount":20,"name":"Hunt: Showdown","description":"Es extraño para un juego online de mundo abierto, pero Hunt: Showdown trae una idea fresca e interesante, y unas sensaciones también diferentes a las que solemos ver en los juegos de terror. Las decisiones de otros grupos de jugadores nos ponen en tensión y nos obligan a improvisar, y estamos constantemente balanceando las cosas que perdemos con las que desbloqueamos. ¿Es divertido? Sí.","image":"hunt-showdown.jpg","category":"juego","color":"otro","price":2985},{"id":12,"discount":10,"name":"Halo The Master Chief Collection","description":"Halo: The Master Chief Collection es una remasterización de los videojuegos de disparos en primera persona de la saga Halo","image":"halo-collection.jpg","category":"juego","color":"otro","price":2500},{"id":13,"discount":0,"name":"My Hero One's Justice","description":"Historia tiene un interés más bien escaso y al combate le vendría bien algo más de profundidad; pero el hecho de que sea tan fácil escoger y dominar a cualquier personaje mediante combos automáticos, la espectacularidad de las técnicas definitivas o la posibilidad de personalizar tanto a cualquier personaje","image":"my-hero-one-justice.jpg","category":"juego","color":"otro","price":3800},{"id":14,"discount":40,"name":"Sword Art Online: Fatal Bullet","description":"","image":"sword-art-online-fatal-bullet.jpg","category":"juego","color":"otro","price":2700},{"id":15,"discount":10,"name":"11-11: Memories Retold","description":"Capaz de emocionar con su relato, 11-11: Memories Retold es una muy buena aventura narrativa que consigue implicarte en la historia de sus dos protagonistas.","image":"11-11-memories-cover.jpg","category":"juego","color":"otro","price":1900},{"id":16,"discount":25,"name":"Streets of Rage 4","description":"Streets of Rage ha regresado. El mítico videojuego de Mega Drive suma una cuarta entrega desarrollada por Guard Crush Games y DotEmu, creadores de Wonder Boy: The Dragon’s Trap. Streets of Rage 4 es un videojuego que emula la jugabilidad de la trilogía clásica con los avances de la actualidad en lo técnico, jugable y sonoro. Doce niveles en los que demuestra, de nuevo, por qué era un referente en el territorio del beat’em up doméstico en los años noventa y lo hace con un cariño y respeto por los capítulos originales que es una auténtica delicia para nuevos y antiguos jugadores de la saga.","image":"streets-of-rage-4.jpg","category":"juego","color":"otro","price":3000},{"id":17,"discount":40,"name":"Ori and the Will of the Wisps","description":"Ori and the Will of the Wisps es un videojuego del género aventura-plataforma y Metroidvania desarrollado por Moon Studios y publicado por Xbox Game Studios para Microsoft Windows y Xbox One. Es una continuación del título de 2015 Ori and the Blind Forest y fue anunciado durante el E3 2017.","image":"ori-and-the-will-of-the-wisps.jpg","category":"juego","color":"otro","price":2300},{"id":18,"discount":20,"name":"Final Fantasy X | X-2 HD","description":"Revisión en Alta Definición de Final Fantasy X y X-2, que conmemora el décimo aniversario del lanzamiento del juego en PlayStation 2. Esta versión de PS4 cuenta con características exclusivas para este sistema.","image":"final-fantasy-x-x2-hd-remastered.jpg","category":"juego","color":"otro","price":4000},{"id":19,"discount":0,"name":"Resident Evil 3","description":"Resident Evil 3 Remake es, como su nombre indica, una adaptación a los tiempos actuales de la tercera entrega numérica de la saga survival-horror de Capcom. Con un estilo estético y jugable muy similar al del remake del segundo Resident Evil, esta revisión de Resident Evil 3 Nemesis nos devuelve a las calles de Raccoon City 20 años después del videojuego original.","image":"resident-evil-3.jpg","category":"juego","color":"otro","price":3500},{"id":20,"discount":0,"name":"Assassin's Creed","description":"Shay Patrick Cormac, un joven y valiente miembro de la orden de los Assassin protagoniza esta tercera y última entrega de la trilogía de Norteamérica en Assassin's Creed. Tras una dura pelea por una misión que fracasa trágicamente, Shay decide acabar con todos aquellos que le traicionaron y convertirse por tanto en el cazador de Assasins más temido de la historia.","image":"assassins-creed.jpg","category":"juego","color":"otro","price":2100},{},{"id":23,"discount":10,"name":"Destiny 2","description":"Destiny 2 es una secuela directa del videojuego de acción en primera persona de Bungie distribuido por Activision. La historia de este episodio amplía el universo de fantasía de la entrega original del 2014 al situar su propuesta shooter tras el ataque a la última ciudad de la Tierra a manos de Ghaul, el comandante de la Legión Roja de los cabal. La Vanguardia, formada por el cazador exo Cayde-6, la hechicera humana Ikora Rey y el titán insomne Zavala, pretende reunir a los guardianes para luchar contra la Oscuridad y recuperar al Viajero y su hogar tras caer la Torre y buena parte del esquema que conocíamos. Después de ser el elemento argumental uno de los puntos más criticados del Destiny original de 2014, en el estudio americano no quieren dormirse en los laureles y buscan que, en esta ocasión, la fuerte presencia de cinemáticas y un hilo de guion mucho más trabajado sean elementos que le doten de fortaleza y de interés a un shooter que, por lo demás, tiene impecables mecánicas para los tiroteos.","image":"destiny2.jpg","category":"juego","color":"otro","price":2990},{"id":24,"discount":60,"name":"Dishonored 2","description":"Segunda entrega del videojuego Dishonored creado por Arkane Studios, que apuesta por dos protagonistas y una ambientación en Karnaka que tiene lugar 15 años después del original. Su fórmula de juego combina acción en primera persona, asesinatos, sigilo, movilidad y el brutal sistema de combate que vimos en Dishonored, pero mejorado. El videojuego estrena nueva co-protagonista para acompañar a Corvo Attano, la emperatriz Emily Kaldwin, y marcar una experiencia jugable muy diferente en cuanto a poderes y posibilidades. A nivel de armas regresan la pistola, la ballesta y la mítica espada, pero también se suman otras nuevas.","image":"dishonored-2.jpg","category":"juego","color":"otro","price":3334},{"id":25,"discount":0,"name":"For Honor","description":"Ubisoft presenta con For Honor un videojuego medieval con especial énfasis en la cooperación entre varios jugadores por equipos, que destaca por sus violentos combates y poderoso apartado gráfico que se cuenta entre las propuestas de nueva IP más diferentes y originales que se han visto con esa temática. Acompañado de unas ventas importantes, y con varias betas (cerradas y abiertas) de mucho éxito entre los aficionados, el programa ha logrado capturar la atención de los usuarios y aupado una propuesta que podría acabar convertida en una importante saga centrada en el multiplayer.","image":"for-honor.jpg","category":"juego","color":"otro","price":1000},{"id":26,"discount":20,"name":"Red Dead Redeption 2","description":"Red Dead Redemption 2 es un videojuego de mundo abierto ambientado en el corazón de América en el año 1899 y desarrollado por Rockstar, creadores de GTA V y Red Dead Redemption entre otros premiados títulos de perfil sandbox. La historia de Arthur Morgan, (no Nate Harlow héroe de Red Dead Revolver, ni tampoco John Marston, el protagonista del Redemption original) es una aventura western con una extraordinaria atmósfera y ambientación muy cuidada y centrada en la naturaleza que, además de modo individual de juego, también presenta multijugador centrado en seguir la senda de GTA Online.","image":"red-dead-redemption-2.jpg","category":"juego","color":"otro","price":2550},{"id":27,"discount":0,"name":"Rime","description":"Transmitir sensaciones sin palabras. Esta es una de las bases sobre las que se cimienta RiME, una preciosista aventura de puzles en 3D desarrollada por el equipo español de Tequila Works, autores del notable Deadlight. En este videojuego de PS4, Xbox One, PC y Nintendo Switch encarnamos a un niño que debe explorar una gran y colorida isla plagada de criaturas de pesadilla, pero también localizaciones de una belleza sin igual.","image":"rime.jpg","category":"juego","color":"otro","price":550},{"id":28,"discount":30,"name":"Shadow The Colossus","description":"El genial Shadow of the Colossus de PlayStation 2 creado por el Team ICO y Fumito Ueda llega a PS4 en forma de remake. Del desarrollo de este juego se hace cargo un estudio especialista en estas lides, el equipo de Bluepoint Games, que en el pasado ha adaptado a la alta definición algunos de los títulos más destacados de PS2 como God of War o el propio ICO y Shadow of the Colossus. Además está supervisado por el mismísimo Fumito Ueda.","image":"shadow-of-the-colossus.jpg","category":"juego","color":"otro","price":700},{"id":29,"discount":0,"name":"The Walking Dead The Telltale Definitive Series","description":"Toda la serie The Walking Dead reunida en un mismo pack. Esto es lo que ofrece The Walking Dead: The Telltale Definitive Series para PC, Xbox One y PS4, un recopilatorio que adapta a estas plataformas todas las aventuras de la serie, incluido el spin-off The Walking Dead: Michonne, con gráficos mejorados y diversos contenidos adicionales.","image":"the-walkin-dead.jpg","category":"juego","color":"otro","price":5500},{"id":30,"discount":20,"name":"Rise of the Tomb Raider","description":"La veterana Lara Croft protagoniza este videojuego de acción y supervivencia dentro del ya conocido reseteo de la saga Tomb Raider que sigue explorando los orígenes de la conocida heroína y aventurera. Esta entrega, de nombre Rise of the Tomb Raider y estrenada en primera instancia en consolas Xbox, presenta una depurada técnica de animación, mayores áreas de exploración y un nuevo guión a cargo de la escritora Rhianna Pratchett. El juego nos presenta a una protagonista algo más madura que en el Tomb Raider original de 2013, y vive una aventura cargada de acción, exploración, sigilo y emoción con esta obra de Crystal Dynamics.","image":"tomb-raider.jpg","category":"juego","color":"otro","price":3230},{"id":31,"discount":40,"name":"Uncharted 4","description":"Uncharted 4: El Desenlace del Ladrón es un juego exclusivo de PS4 creado por Naughty Dog, y editado por Sony Interactive Entertainment. Un videojuego que viene a cerrar las aventuras del conocido buscador de tesoros tan conocido en consolas PlayStation. El título es una aventura de acción y exploración en tercera persona protagonizada por Nathan Drake, que en esta entrega de la saga se plantea un dilema existencial tras todas las hazañas vividas en los anteriores videojuegos. De hecho ahondamos en el pasado del héroe, puesto que a lo largo de la campaña conocemos a su hermano Sam Drake, una de las grandes novedades y un punto de mucha importancia a la hora de ahondar en la fascinante génesis de este auténtico Indiana Jones de las videoconsolas.","image":"uncharted4.jpg","category":"juego","color":"otro","price":2700},{"id":32,"discount":0,"name":"Until Dawn","description":"Terror y decisiones son el alma de Until Dawn, este videojuego exclusivo para PS4 protagonizado por ocho adolescentes atrapados que deben intentar sobrevivir. Until Dawn es un título donde no falta un lugar inhóspito, un grupo de adolescentes y un misterio con grandes dosis de tensión que tanto gustan a los aficionados al terror teenager. Básicamente, Until Dawn es un homenaje de los videojuegos al género slasher y al terror adolescente con grandes valores audiovisuales y que, además, es rejugable porque cada partida puede ser muy distinta de la anterior","image":"until-down.jpg","category":"juego","color":"otro","price":1600},{"id":33,"discount":0,"name":"Mario Kart 8 Deluxe","description":"Nintendo Switch ofrece una versión corregida y aumentada del memorable videojuego de conducción arcade lanzado en mayo de 2014. Con una apuesta por permitir al usuario jugar donde quiera y cuando quiera, incluso en partidas multijugador local para ocho pilotos, Mario Kart 8 Deluxe recupera los populares circuitos y personajes de la versión de Wii U y todos sus contenidos descargables así como nuevos invitados: Inkling chico e Inkling chica, de Splatoon; el Rey Boo; Huesitos y Bowsy.","image":"mario-kart-8-deluxe.jpg","category":"juego","color":"otro","price":3050},{"id":35,"discount":25,"name":"Zelda: Breath of the Wild","description":"El videojuego más grande en la historia de Nintendo, esta es la carta de presentación de The Legend of Zelda: Breath of the Wild para Wii U y Switch, una épica aventura que lleva la acción de esta veterana franquicia a un gigantesco mundo abierto que podemos explorar con total libertad. ¡No hay límites! Link puede coger un caballo, o cualquier otra montura, y explorar la nueva Hyrule siguiendo el orden que desee el jugador, pues la historia ya no sigue un camino lineal.","image":"zelda.jpg","category":"juego","color":"otro","price":1000},{"id":36,"discount":20,"name":"Teclado Gamer Iluminado","description":"Sistema de construcción de teclas que permiten una vida útil de 50 millones de pulsaciones. Double Injection Keys.","image":"teclado-gamer-iluminado.jpg","category":"accesorio","color":"otro","price":1649},{"id":37,"discount":0,"name":"Audifonos Gamer","description":"Los audífonos G9000 cuentan con parlantes de neodimio de 40mm para dar la mejor calidad de sonido en notas claras y bajos profundos. Disfruta de su agradable acolchado de cuero muy suave al tacto para jugar durante horas con la mejor comodidad ","image":"audifonos-gamer.jpg","category":"accesorio","color":"rojo","price":30000},{"id":38,"discount":0,"name":"Alfombra Gamer iluminada","description":"Auténticos LED RGB retroiluminados: la alfombra para ratón con LED tiene un efecto de retroiluminación RGB, 10 modos de luces y 3 luminosidades a elegir, puede elegir el modo según su teclado y ratón RGB.","image":"alfombra-gamer.jpg","category":"accesorio","color":"otro","price":2220},{"id":39,"discount":0,"name":"Televisor Led de 40 Pulgadas","description":"Precisamenete el estreno de HarmonyOS se produce en una de estas smart TV: la nueva familia de televisores Honor Vision será la que tenga el honor de debutar con este sistema operativo gobernándola. Los dos primeros modelos de 40 pulgadas llegan esta semana a China, no queda claro aún si se venderán fuera de allí.","image":"televisor-40pl.jpg","category":"televisor","color":"negro","price":50},{"id":40,"discount":40,"name":"SILLA GAMER AKRACING LX","description":"Silla Gamer De gan duracion y comodidad","image":"silla-gamer.jpg","category":"Silla","color":"azul","price":38000}]